Repository: artdave/skin.eminence.hebrew
Catalog: language/Hebrew/strings.po
Languages: he

# #31101
source: Information
he: מידע

# #31104
source: Live TV
he: טלוויזיה חיה

# #31105
source: TV Guide
he: מדריך צפיה

# #31106
source: Fullscreen
he: מסך מלא

# #31107
source: min
he: דק'

# #31108
source: Quick Nav
he: ניווט מהיר

# #31109
source: Recently Added
he: נוסף לאחרונה

# #31110
source: In Progress
he: בתהליך

# #31111
source: Type
he: סוג

# #31113
source: items
he: פריטים

# #31114
source: Channels
he: ערוצים

# #31115
source: Finishes at
he: נגמר ב

# #31116
source: Close
he: סגור

# #31118
source: Playing
he: מנגן

# #31119
source: Info
he: מידע

# #31120
source: Auto-Login
he: כניסה אוטומטית

# #31121
source: Used Memory
he: זיכרון שנוצל

# #31122
source: No info available...
he: מידע לא זמין

# #31123
source: Channel
he: ערוץ

# #31124
source: Airing
he: שידור

# #31125
source: End Time
he: זמן סוף

# #31126
source: Channel Group
he: קבוצץ=ת ערוצים

# #31127
source: Recording
he: מקליט

# #31128
source: Scheduled
he: מתוזמן

# #31129
source: Not Scheduled
he: לא מתוזמן

# #31130
source: Shutdown Timer
he: טיימר כיבוי

# #31131
source: Master Mode: On
he: מצב מאסטר: מופעל

# #31132
source: Master Mode: Off
he: מצב מאסטר: כבוי

# #31133
source: Cancel Timer
he: בטל טיימר

# #31134
source: Mute
he: השתק

# #31135
source: Artwork
he: יצירה

# #31136
source: Changes
he: שינויים

# #31137
source: Re-initialise skin - WARNING: Resets skin to defaults
he: אתחל מעטפת

# #31138
source: Set weather fanart
he: הגדר פאנארט מזג האוויר

# #31139
source: Artist slideshow
he: מצגת אומנים

# #31140
source: Show visualisation behind slideshow
he: הצג הדמיות מאחורי מצגת

# #31141
source: Movies Widget
he: יישומון סרטים

# #31142
source: Tv Shows Widget
he: יישומון סדרות

# #31143
source: Disc Menu
he: תפריט דיסק

# #31144
source: Enable TV Tunes
he: הפעל TV Tunes

# #31145
source: Show now playing video in background
he: הצג ברקע את הוידאו שמנוגן כעט

# #31146
source: Show fanart
he: הצג פאנארט

# #31147
source: Views
he: צפיות

# #31149
source: Set home background
he: הגדר רקע בית

# #31150
source: Show info
he: הצג מידע

# #31151
source: Hide info
he: הסתר מידע

# #31152
source: Posters
he: פוסטרים

# #31153
source: Wall
he: קיר

# #31154
source: Banner
he: באנר

# #31156
source: All Movies
he: כל הסרטים

# #31157
source: All TV Shows
he: כל הסדרות

# #31158
source: Fullscreen
he: מסך מלא

# #31159
source: Recently Played
he: נוגן לאחרונה

# #31160
source: Press down for options...
he: לחץ למטה להגדרות....

# #31161
source: Show PVR channel icon in header
he: הצג אייקון ערוץ הPVR בכותרת

# #31162
source: Show extended details when pressing info
he: הצג מידע מלא בלחיצה על מידע

# #31163
source: Custom
he: מותאם אישית

# #31164
source: Customise
he: התאם אישית

# #31165
source: Edit icon
he: ערוך אייקון

# #31166
source: Items
he: פרטים

# #31167
source: Pages
he: עמודים

# #31168
source: Home
he: בית

# #31169
source: Add item
he: הוסף פריט

# #31170
source: Now playing
he: מנגן כעט

# #31171
source: the items on your home menu
he: השתמש בפרטים בתפריט בית

# #31172
source: Edit
he: ערוך

# #31173
source: on
he: מופעל

# #31174
source: Cinema Experience
he: חווית קולנוע

# #31175
source: Television
he: טלוויזיה

# #31176
source: Media Center
he: מרכז בידור

# #31177
source: Show weather with clock
he: הצג מזג האוויר עם שעון

# #31178
source: Use taller tiles
he: השתמש בלבנים גבוהות

# #31179
source: Movies Hub
he: מרכז סרטים

# #31180
source: Tv Shows Hub
he: מרכז סדרות

# #31181
source: Widget
he: יישומון

# #31182
source: Home background widget (press up to access)
he: יישומון רקע בית(הקש למעלה כדי לגשת)

# #31183
source: Mix of in-progress tv-shows and random movies
he: ערבוב של סדרות בתהליך וסרטים עקראיים

# #31184
source: Quick nav mode
he: מצב ניווט מהיר

# #31185
source: Fanart fade amount
he: כמוד דעיכה של פאנארט

# #31186
source: Custom Item
he: פרטים מותאמים

# #31187
source: Next Aired
he: שידור הבא

# #31188
source: Show next aired in RSS feed
he: הצג שידור הבא בRSS פיד

# #31189
source: Update next aired data on startup
he: עדכן שידור הבא בהפעלה

# #31190
source: Login
he: התחבר

# #31191
source: User login
he: חיבור משתמש

# #31192
source: Select a profile
he: בחר פרופיל

# #31193
source: Trailers
he: קידמונים

# #31194
source: Loading...
he: טוען...

# #31195
source: Enable widget carousel access on down
he: הפעל גישה ליישומון קרוסלה בלחיצה למטה

# #31196
source: Channel Options
he: הגדרות ערוץ

# #31197
source: General Options
he: הגדרות כלליות

# #31198
source: Show widget info panel
he: הצג פאנל מידע יישומון

# #31199
source: Skip hubs and go straight to library
he: דלג על מרכזים וגש ישירות לסיפריה

# #31200
source: Manual search...
he: חיפוש ידני...

# #31201
source: Set Colour
he: הגדר צבע

# #31202
source: Widget Carousel
he: יישומון קרוסלה

# #31203
source: Reset global background path to default
he: אפס נתיב רקע כללי לברירת מחדל

# #31204
source: Match highlight to tile color
he: התאם הבלטה לצבע של לבנה

# #31205
source: Don't fade unfocused tiles
he: אל תדעך לבנות לא מסומנות

# #31206
source: Use theme colour for focused tiles
he: התשמש בצבע המעטפת ללבנות מסומנות

# #31207
source: Movie Set
he: ערכת סרטים

# #31208
source: Home Screen
he: מסך בית

# #31209
source: Set global background widget
he: הגדר יישומון רקע כללי

# #31210
source: Set background image
he: הגדר תמונת רקע

# #31211
source: Move item
he: הזז פריט

# #31212
source: Swap with another tile
he: החלף עם פריט אחר

# #31213
source: Click on a tile to see the available customisation options. Either select a preset tile option or modify an existing tile's name, colour, icon, path and background widget. You can also swap the position of tiles.
he: לחץ על הלבנה כדי לראות אפשרויות התאמה. בחר בלבנה קיימת או הגדרת ללבנה קיימת את השם, צבע, אייקון, נתיב ויישומון רקע. באפשרותך להשנות את סדר הלבנות.

# #31214
source: Customise your home menu tiles
he: התאם לבנות של בתפריט הבית

# #31215
source: Choose a tile to swap with this one
he: בחר בלבנה בכדי להחליף מקום עם לבנה הזאת

# #31217
source: Show power button
he: הצג כפתור כיבוי

# #31218
source: Change background colour based on time of day
he: החלף צבע הרקע בהתאם לשעות היממה

# #31219
source: Insert item
he: הכנס פריט

# #31220
source: Experimental
he: ניסיוני

# #31221
source: EPG Timeline
he: מדריך תוכניות

# #31222
source: • Customise widget item
he: • התאם אישית פריט יישומון

# #31223
source: Banner List
he: רשימת באנר

# #31224
source: Forecast
he: תחזית

# #31225
source: Info List
he: רשימת מידע

# #31226
source: Show title
he: הצג כותרת

# #31227
source: Hide title
he: הסתר כותרת

# #31228
source: Set background overlay
he: הגדר כיסוי רקע

# #31229
source: Background image (click to reset)
he: תמונת רקע (לחץ לאיפוס)

# #31230
source: Animate fanart
he: הנפש פאנארט

# #31231
source: Edit Playlist
he: ערוך רשימת ניגון

# #31232
source: Rule
he: חוק

# #31233
source: Enter rule...
he: הכנס חוק...

# #31234
source: Advanced
he: מתקדם

# #31235
source: Extras
he: תוספות

# #31236
source: Header text
he: טקסט כותרת

# #31237
source: Invert widget access
he: היוך גישת היישומון

# #31238
source: Open carousel in own window
he: פתח את יישומון קרוסלה בחלון נפרד

# #31239
source: Kiosk mode
he: מצב קיוסק

# #31240
source: Use theme colour for header
he: השתמש בצבע המעטפת לכותרת

# #31241
source: 3D Mode
he: תלת מימד

# #31242
source: Media Info
he: מידע מדיה

# #31243
source: Most
he: יותר

# #31244
source: Moderate
he: מתון

# #31245
source: Least
he: פחות

# #31246
source: No description available
he: תיאור לא זמין

# #31247
source: Customise home screen tiles. From here you can create new tiles, modify existing tiles, insert tiles, delete tiles, swap tiles and set individual background widgets. To set individual background widgets you must first disable the Global Widget. To set colours for individual tiles you must first disable the Use Theme Colour For Focused Tiles option.
he: התאם אישית את לבנות מסך הבית. מפה אפשר ליצר לבנות, לערוך לבנות קיימות, להכניס לבנות, למחוק לבנות, לשנות את סדר ההפועה ולהגדיר יישומוני רקע פרטניים. כדי להגדיר יישומוני רקע פרטניים, יש לבטל את היישומון הגלובלי קודם. כדי להגדיר צבע ללבנות יש לבטל "השתמש בצבע המעטפת ללבנות מסומנות".

# #31248
source: Sets the background widget for the home screen that can be accessed by pressing up. Disabling this option allows individual widgets to be set for tiles in the customisation screen.
he: הגדר יישומון רדע למסך הבית שיהיה נגיש דרך לחיצת כפתור למעלה. ביטל אפשרות זאת מאפשר שישמוש ביישומוני רקע פרטניים.

# #31249
source: Show the information panel for background widgets.
he: הצג פאנל מידע ליישומוני רקע.

# #31250
source: Focused tiles on home screen match the theme's highlight colour. Unfocused tiles are set to grey. This overrides individual tile colour settings.
he: לבנות מסומנות במסך הבית ישתמשו בצבעי המעטפת. לבנות לא מסומנות יהיו בצבע אפור. הגדרה זו מבטל את הצבעים מותאמים אישית ללבנות.

# #31251
source: Match the colour of the focused tile's text underline to the colour of the tile.
he: התאם את הצבע של הטקסט בלבנה מסומנת לצבע הלבנה.

# #31252
source: Sets the path to the background slideshow that is shown when the focused tile does not have a background widget set.
he: הגדר נתיב למצגת שקופיות שמוצגת כאשר ללבנה המסומנת אין יישומון רקע

# #31253
source: Enables an additional widget carousel that is accessed by pressing down. Once open, pressing up will cycle through the widgets.
he: הפעל יישומון קרוסלה נוסף שנגיש בלחיצת כפתור למטה. ברגע שנפתח היישומון, לחיצה למעלה תרוץ בין היישומונים.

# #31254
source: Open the widget carousel in its own window rather than above the home screen tiles.
he: פתח את יישומון הקרוסלה בחלון משל עצמו במקום מעל לשורת הלבנות במסך הבית.

# #31255
source: Invert access to widgets so that up opens the carousel and down accesses the background widget.
he: הפוך את הגישה ליישומונים, כך שלחיצה למעלה תפתח את הקרוסלה ולחיצה למטה תפתח את היישומון רקע.

# #31256
source: Show fanart in the background of library views.
he: הצג פאנארט ברקע של הספריה

# #31257
source: Sets how much the background fanart is faded. There are three settings: Most, Moderate and Least.
he: הגדר כמה פאנארט רקע דעוך. ישנם שלוש הגדרות: יותר, מתון ופחות.

# #31259
source: Set the backgroud image that is displayed when no fanart is available. Click once to clear the current path and again to select a new path.
he: הצג תמונת רקע כאשר לא אין פאנארט זמין. לחיצה מוחק את הנתיב הקיים ולחיצה נוספת מאפשר בחירת נתיב חדש.

# #31260
source: Changes the background colour based upon the time of day. This overrides the background image setting. The images for the background colour overlay can be modified in skin.eminence/extras/sunset - the number of the image matches the hour it is displayed at in 24 hour time.
he: החלף צבע רקע בהתאם לשעת היממה. הגדרה זו דורסת את ההגדרה של תמונת רקע. תמונת רקע ניתן לשנות ב-skin.eminence.hebrew/extra/sunset -מספר התומונה מתאים לשעת היממה לפי שעון 24.

# #31261
source: Sets the image used as a background overlay. Click once to clear the current path and again to select a new path.
he: מגדיר את התנונת כיסוי רקע. לחיצה אחת למחיקת נתיב קיים, לחיצה נוספת להגדרת נתיב חדש.

# #31262
source: Sets the path to weather fanart used in the weather screen.
he: הגדרת נתיב לפאנארט מזג האוויר אשר מוצג במסך מזג האוויר.

# #31263
source: Select the widget shown in the movies hub. Can choose spotlight, in progress or smart playlist.
he: בחר יישומונים אשר מוצגים במרכז הסרטים. ניתן לבחור בspotlight, בתהליך או רשימת השמעה חכמה.

# #31264
source: Set the smart playlist used in the movie hub widget. Smart playlists can be created by going to the movies hub and scrolling down in the right pane to the playlists option.
he: הגדר רשימת השמעה חכמה שתשמש ביישומון מרכז הסרטים. רשימות השמעה חכמות ניתן ליצור במרכז הסרטים, ע"י גלילה למטה בפאנל הימני עד לאפשרות הרשימות ההשמעה.

# #31265
source: Sets a custom item to be shown in the right pane of the hub underneath recently added.
he: מגדיר תפריט אישי ביישומון מרכז הסרטים/סדרות מתחת לנוסף לאחרונה.

# #31266
source: Select the widget shown in the tv shows hub. Can choose spotlight, in progress or smart playlist.
he: בחר ביישומון המוצג במרכז הסדרות. ניתן לבחור בין spotlight, בתהליך ורשימת השמעה חכמה

# #31267
source: Set the smart playlist used in the tv show hub widget. Smart playlists can be created by going to the tv show hub and scrolling down in the right pane to the playlists option.
he: רשימת השמעה חכמה שתשמש ביישומון מרכז הסדרות. רשימות השמעה חכמות ניתן ליצור במרכז הסדרות, ע"י גלילה למטה בפאנל הימני עד לאפשרות הרשימות ההשמעה.

# #31268
source: Use the Artist Slideshow addon to show a slideshow of artist images as the music visualisation.
he: השתמש בתוסף מצגת אומנים בכדי להציד כמצגת תמונות האומנים בתור הדמית מוסיקה.

# #31269
source: Shows the extend info panel on pressing info with fullscreen video or music.
he: הצגת פאנל מידע מורחב בלחיצת מידע במסך מלא של וידאו או מוסיקה

# #31271
source: Modify the default 'Media Center' text shown in the header.
he: ערוך את הטקסט ברירת מחדל בכותר של 'מרכז בידור'.

# #31272
source: Matches the colour of the header tile to the theme's highlight colour.
he: התאם את הצבעים של הלבנת כותרת לצבע הבלטה של המעטפת.

# #31273
source: Prevents the side view menu from being accessed in library views.
he: מונע גישה לתפריט צד במסכי הספריה.

# #31274
source: Enables the TV Tunes addon in library views. Plays the tv theme song when viewing the seasons or episodes of a tv show.
he: הפעל תוסף TV Tunes בבספרית תצוגה. מנגן את שיר הנושא כאשר צופים ברשימת עונות או פרקים של הסדרה

# #31275
source: Show the RSS feed at the bottom of the screen
he: הצגת את הפיד הRSS בתכתית המסך.

# #31276
source: Show next aired information for tv shows at the bottom of the screen. Also shows an RSS feed of upcoming tv show airdates in the tv show hub. In the Next Aired addon configuration enable the 'Show All Tv Shows for homescreen' option for best effect.
he: הצגת מידע על שידור הבא של הסדרה בתחתית המסך. בנוסף מציג פיד RSS של סדרות הבאות במרכז הסדרות. In the Next Aired addon configuration enable the 'Show All Tv Shows for homescreen' option for best effect.

# #31277
source: Resets the skin back to default settings. WARNING: this will wipe all your skin settings. All custom tiles and widgets will be reset to defaults.
he: אפס את המעטפת להגדרות ברירת מחדל. אזהרה: אפשרות זאת תמחק את כל ההגדרות של המעטפת. כל לבנות ויישומונים מותאימים אישים יואפסו לברירת מחדל.

# #31278
source: PVR Manager
he: מנהל PVR
